dev-scripts/verify_kv_queue_size/throttle_on_data/rbd_plot_qd_2019-10-29/fio_exp_qd16_2019-10-29/dump-fio-bench-16-1
fio-write: (g=0): rw=randwrite, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=rbd, iodepth=16
fio-3.16-28-gc656
Starting 1 process

fio-write: (groupid=0, jobs=1): err= 0: pid=8308: Tue Oct 29 08:47:40 2019
  write: IOPS=30, BW=3958KiB/s (4053kB/s)(465MiB/120264msec); 0 zone resets
    slat (usec): min=51, max=706, avg=113.06, stdev=33.77
    clat (msec): min=16, max=5561, avg=512.67, stdev=407.66
     lat (msec): min=16, max=5561, avg=512.78, stdev=407.66
    clat percentiles (msec):
     |  1.00th=[   34],  5.00th=[   48], 10.00th=[   63], 20.00th=[  150],
     | 30.00th=[  239], 40.00th=[  380], 50.00th=[  477], 60.00th=[  550],
     | 70.00th=[  651], 80.00th=[  793], 90.00th=[ 1045], 95.00th=[ 1183],
     | 99.00th=[ 1653], 99.50th=[ 1804], 99.90th=[ 4212], 99.95th=[ 5336],
     | 99.99th=[ 5537]
   bw (  KiB/s): min=  256, max= 6912, per=100.00%, avg=3982.82, stdev=1404.40, samples=238
   iops        : min=    1, max=    1, avg= 1.00, stdev= 0.00, samples=3719
  lat (msec)   : 20=0.03%, 50=5.73%, 100=9.81%, 250=15.78%, 500=21.27%
  lat (msec)   : 750=24.15%, 1000=11.86%, 2000=11.11%, >=2000=0.27%
  cpu          : usr=0.41%, sys=0.08%, ctx=3873, majf=0, minf=2396
  IO depths    : 1=0.1%, 2=0.2%, 4=0.3%, 8=0.6%, 16=98.8%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,3719,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
  WRITE: bw=3958KiB/s (4053kB/s), 3958KiB/s-3958KiB/s (4053kB/s-4053kB/s), io=465MiB (487MB), run=120264-120264msec

Disk stats (read/write):
  sdc: ios=130/14354, merge=0/116174, ticks=1060/626792, in_queue=627820, util=96.28%